Repository: AbuBaniaz/XMLTV-Import
Catalog: src/EPGImport/locale/*.po
Languages: lt

source: Add Provider
lt: Įtraukti teikėją

source: Add Channel
lt: Įtraukti kanalą

source: Ignore services list(press OK to save)
lt: Ignoruoti kanalų sąrašą (kad išsaugotumėte, spauskite 'OK')

source: Really delete all list?
lt: Ar tikrai ištrinti visą sąrašą?

source: Delete selected
lt: šalinti pasirinktus

source: Delete all
lt: šalinti viską

source: Channel Selection
lt: Kanalų parinkimas

source: All services provider
lt: Visų kanalų tiekėjas

source: Select action
lt: Pasirinkite veiksmą

source: always
lt: visada

source: only manual boot
lt: tik rankiniu paleidimu

source: only automatic boot
lt: tik automatiniu paleidimu

source: never
lt: niekada

source: wake up and import
lt: importui prižadinti

source: skip the import
lt: atšaukti importą

source: Press OK
lt: Spauskite 'OK'

source: Monday
lt: pirmadienis

source: Tuesday
lt: antradienis

source: Wednesday
lt: trečiadienis

source: Thursday
lt: ketvirtadienis

source: Friday
lt: penktadienis

source: Saturday
lt: šeštadienis

source: Sunday
lt: sekmadienis

source: EPG Import Configuration
lt: EPG importas - konfigūravimas

source: Cancel
lt: Atšaukti

source: Save
lt: Išsaugoti

source: Manual
lt: Rankinis

source: Sources
lt: Šaltiniai

source: Importing: %s %s events
lt: Importuojama: %s %s įvykių

source: Automatic import EPG
lt: Automatinis EPG importas

source: Automatic start time
lt: Automatinio paleidimo laikas

source: When in deep standby
lt: Jeigu išjungtas

source: Return to deep standby after import
lt: Po importo išjungti

source: Standby at startup
lt: Po paleidimo perjungti į budėjimo režimą

source: Choice days for start import
lt: Pasirinkite dienas importui

source: Start import after booting up
lt: Po paleidimo pradėti importą

source: Load EPG only services in bouquets
lt: Įkelti tik kanalų iš bukietų EPG

source: Consider setting "Days Profile"
lt: Atsižvelgti į 'Dienų profilio' nuostatas

source: Skip import on restart GUI
lt: Paleidžiant iš naujo, neimportuoti

source: Show "EPGImport" in extensions
lt: 'EPG importą' rodyti tarp plėtinių

source: Show "EPG Importer" in main menu
lt: 'EPG importą' rodyti pagrindiniame meniu

source: Load long descriptions up to X days
lt: Ilgus aprašymus įkelti iki X dienų trukmei

source: Run AutoTimer after import
lt: Po importo paleisti autolaikmatį

source: Clearing current EPG before import
lt: Prieš importą išvalyti esantį EPG

source: Last: %s %s, %d events
lt: Paskutiniai: %s %s, %d įvykiai

source: Last import: %s events
lt: Paskutinis importas: %s įvykių

source: EPGImport Import of epg data is still in progress. Please wait.
lt: EPG importas EPG duomenų importas dar vyksta, palaukite...

source: No active EPG sources found, nothing to do
lt: Aktyvių EPG šaltinių nerasta, nėra ką daryti

source: EPGImport Import of epg data will start. This may take a few minutes. Is this ok?
lt: EPG importas EPG duomenų importas prasideda. Tai gali užtrukti keletą minučių. Pradėti?

source: EPGImport Plugin Failed to start:
lt: EPG importo įskiepis Nepavyko paleisti:

source: Show log
lt: Rodyti žurnalą

source: Ignore services list
lt: Ignoruoti kanalų sąrašą

source: Import current source
lt: Importuoti šį šaltinį

source: EPG Import Sources
lt: EPG importas - šaltiniai

source: Days Profile
lt: Dienų profilis

source: You may not use this settings! At least one day a week should be included!
lt: Jūs negalite naudoti šių nustatymų! Turi būti įtraukta bent viena savaitės diena!

source: Clear
lt: Išvalyti

source: EPG Import Log
lt: EPG importas - žurnalas

source: Write to /tmp/epgimport.log
lt: Rašyti į /tmp/epgimport.log

source: Last import:
lt: Paskutinis importas:

source: events
lt: įvykiai

source: Import of epg data will start. This may take a few minutes. Is this ok?
lt: EPG duomenų importas prasideda. Tai gali užtrukti keletą minučių. Pradėti?

source: EPG Importer
lt: EPG importas

source: EPG Import finished, %d events
lt: EPG importas baigtas, %d įvykių

source: You must restart Enigma2 to load the EPG data, is this OK?
lt: Kad įkelti EPG duomenis, aparatą reikia paleisti iš naujo. Paleisti iš naujo dabar?

source: Automated EPG Importer
lt: Automatizuotas EPG importas

source: EPG-Importer
lt: EPG importo nuostatos
