Repository: AbuBaniaz/XMLTV-Import
Catalog: po/*.po
Languages: nl

source: Automated EPG Importer
nl: Automatische EPG importeur

source: Automatic start time
nl: Automatische start tijd

source: Cancel
nl: Annuleer

source: Clear
nl: Verwijder

source: Daily automatic import
nl: Dagelijkse automatische import

source: EPG Import Configuration
nl: EPG Import configuratie

source: EPG Import finished, %d events
nl: EPG Import gereed, %d events

source: EPGImport Plugin Failed to start:
nl: EPGImport Plugin Starten mislukt:

source: EPGImport Plugin Import of epg data is still in progress. Please wait.
nl: EPGImport Plugin Import van epg data is nog bezig: wacht.

source: EPGImport Plugin Import of epg data will start This may take a few minutes Is this ok?
nl: EPGImport Plugin Import van epg data zal beginnen Dit kan een paar minuten duren Is dat OK?

source: Importing:
nl: Bezig met importeren:

source: Last: %s %s, %d events
nl: Laatste: %s %s, %d events

source: Load long descriptions up to X days
nl: Importeeruitgebreide beschrijvingen voor X dagen

source: Manual
nl: Handmatig

source: No active EPG sources found, nothing to do
nl: Geen actieve EPG bronnen gevonden,; niets te doen

source: Save
nl: Sla op

source: Show in extensions
nl: Toon in extensies

source: Skip the import
nl: Sla de import over

source: Sources
nl: Bronnen

source: Standby at startup
nl: Standby na opstarten

source: Start import after booting up
nl: Start import na opstarten

source: Wake up and import
nl: Wakker worden en importeren

source: When in deep standby
nl: Indien in deep standby

source: You must restart Enigma2 to load the EPG data, is this OK?
nl: U moet Enigma2 herstarten om de EPG data te laden, is dat OK?
